[
  {
    "id": "blog-1",
    "tag": "diving",
    "image": "",
    "title": "Moalboal summer",
    "shortDescription": "It was April of 2021. During this time of the year...",
    "content": "<p>It was April of 2021. During this time of the year, my family and I always go out to celebrate my dad’s birthday. Having loved our previous visit, my dad wanted to go to Moalboal again. This time, we stayed near Panagsama beach. Unlike our previous stay, Panagsama catered better for snorkelers and divers, and is well-known for its sardine run.</p><br><p>We booked an airbnb for our stay. While it was a bit far from the beach, it was more peaceful and offered more room for my siblings and I to mess around. As usual, I wasted no time upon arrival and immediately grabbed my diving gear and headed straight for the beach. The vibe was different here compared to HK Beach Resort. Instead of beach strollers and kids playing about, the place was filled with scuba divers, freedivers and snorkelers.  The underwater cliff, where the seafloor abruptly drops deeper, wasn’t too far away from the beach. As I swam there, I was instantly greeted by a school of sardines.</p><br><p>They were everywhere. Thousands, if not more, of sardines huddled together forming a dynamic wall underwater. It was awe inspiring. I dove down and swam with the sardines. As the school passes me by, each fish swims around me, creating a space inside, enveloping me. I’ve never witnessed anything like it.</p><br><p>I decide to swim parallel to shore, following the underwater cliff. About five minutes in, I see a green object swim at the corner of my eye. I turn around and see it. A turtle! Turtles being my favorite sea creatures, I swim closer and follow it along. I was having the time of my life following the turtle grazing in the shallow waters before the cliff. The turtle didn’t seem to mind me tagging along. After a few minutes picking sea stones and grazing along the sea grass, it headed for the cliff towards deeper waters. I follow it along as it dove down deeper and deeper, I could only hold my breath and take the pressure so long before I decided to call off the encounter and resurface. Afterwards, I head home with a smile on my face. It was a beautiful day spent swimming with sardines and a turtle.</p><br>"
  },
  {
    "id": "blog-2",
    "tag": "biking",
    "image": "",
    "title": "Manipis Morning",
    "shortDescription": "4:00 am. I get a call from my best friend, Klaus...",
    "content": "<p>4:00 am. I get a call from my best friend, Klaus. He tells me to get up and get ready. He says we're going bike riding in Manipis. Annoyed, I mumble. But as his words become clear, I start thinking about the view I'd get to see, so I agree. Manipis is a barangay in Talisay City, Cebu. There's a road there that leads to central Cebu that local bikers refer to as Manipis that offers a great view of the mountains and trees. I wasn't going to miss that.</p><br><p>We meet at the corner going to Manipis road. It was going to be a constantly steep ride from there as we climb up mountains, but I didn't mind. Klaus didn't seem to stop talking throughout the ride and it kind of helped with the exhaustion. As we reach a higher altitude, the view becomes clearer. It was a span of green, dense thickets and trees all around. The fog hasn't lifted yet, and the rising sun is peeking from the surrounding mountains. An hour into the ride, I forgot about the exhaustion. I was focused and in the zone, just pedalling once at a time.</p><br><p>At the top was a coffee shop that stood amidst the trees. It was a nice treat, being able to get a cup of coffee (and a burger) to reward myself for the ride. Klaus and I rest for a while, then we head back down. The ride down was about a third of the time it took going up. It was fast and adrenaline inducing.</p><br><p>As we reach the base of the mountain, Klaus and I head our separate ways. I go home and get ready for the day ahead.\n</p><br>"
  },
  {
    "id": "blog-3",
    "tag": "travel",
    "image": "",
    "title": "Lake Ashi",
    "shortDescription": "It was my third day in Japan. We were in...",
    "content": "<p>It was my third day in Japan. We were in Kanagawa to visit Lake Ashi. Among all the attractions we visited, this was one of my favorite places. Upon arriving in Hakone by bus, everything was peaceful. It was 8 degrees cold outside and the place felt nothing like home, but was just as comfortable. I hear birds chirping. The lake was calm, and everything about the place was cozy. I buy a cup of coffee. With the temperature outside, the heat from the coffee made it more delicious. I walk for a few minutes to appreciate the environment.</p><br><p>Hakone, and Lake Ashi by extension, was different from all the other places we visited in Japan. Tokyo was busy, bright, and packed with people. Osaka was filled with castles, good street food, and a bustling nightlife. Hiroshima was full of history. Lake Ashi, by comparison, was homey.  It was a strange sort of quiet that prompted you to stop and admire your surroundings.</p><br><p>There was a small bridge by the shore of the lake. Upon seeing it, the photographer in me clicked and I asked my sister to snap a photo of me. To this day, it’s one of my favorite photographs.</p><br><p>A few minutes pass by and a ship arrives. It’s unlike a normal ship, not similar to our local fastcraft or Roro. This one looked straight out of an anime. Like One Piece, to be precise. Its walls were painted green and adorned with gold details, and its nests were painted red with gold railings. My family and I boarded the ship to be taken through a trip across the lake. It was cold but serene at the same time. After the trip, we headed home and called it a day. It was definitely a day to remember.</p>"
  },
  {
    "id": "blog-4",
    "tag": "diving",
    "image": "",
    "title": "Moalboal Christmas",
    "shortDescription": "It was the Christmas vacation of 2020. With the...",
    "content": "<p>It was the Christmas vacation of 2020. With the holiday spirit still alive and looking forward to the new year, my family decided to visit Moalboal for a quick breather.  Known for its sardine run, beautiful beaches and turtles, Moalboal has always been one of my favorite freediving spots.</p><br><p>We booked a room overnight in HK Beach Resort. The fine, white sand beach right outsid our rooms was quite the view. Right as we arrived, I wasted no time grabbing my new rash guard, new diving fins, mask and snorkel as I headed straight for the beach.</p><br><p>It's peculiar, I know. Why would I bring diving fins and a snorkel to the beach? There's not much to see there but sand, after all.</p><br><p>Well, I had a good feeling I'd find some corals if I just swam out a little farther from the beach. Alas! Just around 50 meters from the beach, I was greeted by a magnificent view underwater. Corals of all colors spanning the entire reef, schools of fish swimming around, and other sea creatures that I've never seen before  were all around me. I stop and think about the people on the beach, how they're playing in the shallow waters, unaware of the view they'd witness if they just swam out deeper ahead.</p><br><p>As I dive towards the sea floor, the corals become clearer. I feel one with the sea. When I'm underneath, my mind is clear. I think about nothing but the beauty around me. </p><br><p>After a few dives, I head back, ready to grab a bottle of cold beer and chill for the day.  I buy an ice cream and play with children on the sand. It was a good day.</p><br>"
  }
]